{
  "language": "zh-hk",
  "name": "安心出行",
  "version": "版本 {{versionCode}}",
  "lastest": "最後更新 {{updatedAt}}",
  "common": {
    "button": {
      "agree": "同意",
      "prev": "上頁",
      "next": "下頁",
      "skip": "跳過",
      "start": "開始",
      "confirm": "確認",
      "yes": "是",
      "cancel": "取消",
      "leave": "離開",
      "change": "變更",
      "ocr-car": "自動識別車牌",
      "leave-now": "是的，我現在要離開",
      "left": "我已經離開了"
    },
    "message": {
      "success": "成功提交"
    },
    "modal": {
      "track": {
        "reminder": "當你離開時請緊記按”離開”",
        "leave": "{{ hours }}小時後自動離開"
      },
      "popup": {
        "title": "設定自動離開時間",
        "start": "於{{ time }} 進入場所",
        "leave": "於{{ time }} 離開場所",
        "auto": "於{{ time }} 自動離開",
        "hours": "+ {{ hours }}小時",
        "leave-question": "你現在要離開嗎？",
        "others": "你想進入另一個場所嗎？"
      }
    }
  },
  "bottom-tabs": {
    "home": "主頁",
    "messages": "收件箱",
    "settings": "設定"
  },
  "onBoarding": [
    {
      "header": "歡迎使用",
      "title": "歡迎使用「安心出行」應用程式",
      "description": "讓我們一同使用感染風險通知應用程式，減低2019冠狀病毒病在我們的社區中傳播，幫助自己，幫助他人。",
      "agreement": "我已閱讀並同意",
      "terms": "條款及細則"
    },
    {
      "title": "掃描二維碼",
      "description": "到達目的地後，請掃描場所的二維碼。"
    },
    {
      "title": "報告或確診",
      "description": "假如你不是初步確診或確診個案，所有的資訊將保留在你的流動裝置上。當你初步確診或確診，衛生防護中心會聯絡你進行流行病學調查，並根據相關法例要求你透過衛生防護中心提供的密碼上傳該等資料至數據庫以供不記名方式公開。"
    },
    {
      "title": "比對你的出行記錄",
      "description": "你可以選擇自動或手動下載確診者到訪地點記錄，以比對你自己的出行記錄。"
    },
    {
      "title": "通知你",
      "description": "當你的出行記錄與確診者的到訪記錄相符，程式將會向你發送通知。"
    }
  ],
  "home": {
    "title": "記錄你的到訪",
    "notice": {
      "latest": "最後更新 {{ date }}",
      "count": "{{ count }}次感染風險通知",
      "more": "更多詳細訊息"
    },
    "drawer": {
      "stay": {
        "header": "掃描二維碼"
      },
      "transport": {
        "header": "的士車牌"
      },
      "report": {
        "header": "報告確診"
      }
    }
  },
  "report": {
    "content": "按衛生防護中心要求，如用戶須上傳手機應用程式中的出行記錄予衛生防護中心並公開出行記錄（包括到訪地點、日期、時間），請按「同意」，並必須填寫你的姓名和聯絡電話號碼。請注意根據第5990章 《預防及控制疾病（披露資料）規例》，如衛生主任合理地相信你知道、管有或控制 任何資料；及該資料攸關處理公共衛生緊急事態，則該衛生主任可要求你提供此應用程式的資料。",
    "form": [
      {
        "key": "id",
        "label": "確診編號/初步確診編號"
      },
      {
        "key": "name",
        "label": "姓名"
      },
      {
        "key": "phone",
        "label": "電話號碼"
      }
    ],
    "agree": "我已閱讀並同意<u>《個人資料收集聲明》</u>並上傳出行記錄至衛生防護中心。"
  },
  "messages": {
    "header": "收件箱",
    "description": "無訊息"
  },
  "settings": {
    "header": "設定",
    "contents": {
      "update": "每日更新",
      "languages": "語言",
      "records": "出行記錄",
      "statement": "個人資料收集聲明",
      "privacy": "私隱政策",
      "terms": "條款及細則",
      "welcome": "歡迎使用安心出行",
      "about": "關於"
    }
  },
  "languages": {
    "contents": [
      { "code": "en-gb", "name": "English" },
      { "code": "zh-hk", "name": "繁體" },
      { "code": "zh-cn", "name": "简体" }
    ]
  },
  "records": {
    "stay": "{{ location }}",
    "transport": "上車 {{ location }}",
    "footer": "存放應用程式內的出行記錄在31天後會自動刪除"
  },
  "stay": {
    "modal": {
      "title": "你已進入場所"
    }
  },
  "transport": {
    "title": "車牌號碼",
    "content": "請輸入及確認車牌號碼",
    "modal": {
      "title": "你已進入的士",
      "subTitle": "車牌號碼:"
    }
  },
  "terms": {
    "title": "安心出行感染風險通知流動程式及系統",
    "contents": [
      {
        "title": "介紹",
        "description": [
          "此應用程式及相關系統（下稱“此應用程式”）是由香港特別行政區政府-政府資訊科技總監辦公室（下稱“我們”）建立。此應用程式的目的是讓您和其他香港市民能透過合作、風險識別及科技應用，更有效地應付及預防2019冠狀病毒病的傳播。同時，我們希望您能採取適當的措施，進一步防止2019冠狀病毒病在社區擴散。"
        ]
      },
      {
        "title": "確認與同意",
        "description": [
          "如您安裝、訪問或使用此應用程式，或使用任何此應用程式内含的資訊，即表示您，作為此應用程式的使用者，確認與同意受將不時更新或修改的以下條款及細則、相關的可接受使用政策以及我們的私隱政策 [可於以下之網頁連結取得：https://www.leavehomesafe.gov.hk/privacy ]（統稱“本條款”）約束。如您繼續使用此應用程式，則代表您確認、同意、並接受本條款的所有修訂。",
          "我們建議您使用此應用程式的最新版本，以獲取各種保安修補程式，更新及升級。我們無法保證會為此應用程式提供任何更新，或該等更新可繼續支援您的裝置或系統。以繼續使用此應用程式，請定期下載並安裝更新。"
        ]
      },
      {
        "title": "可接受的使用及可用性",
        "description": [
          "在您遵守本條款的條件下，我們授予您使用此應用程式的批准和許可，但：（i）該許可只限於您個人使用，您不得轉售，或就其他人訪問或使用此應用程式收取任何費用，或以任何與本條款不一致的方法使用此應用程式； （ii）您不得以任何形式複寫、轉讓、授予、複製或分發其他人此應用程式的任何部分作商業或惡意用途；及（iii）您不得及不得嘗試對本應用程序的全部或任何部分進行反編譯，反向工程、翻譯、轉換、改編、更改、修改、增強、訂製、修復、添加或刪除。如果您違反本條款任何内容，我們可立即撤銷您的許可。",
          "此應用程式的提供及使用均受到本條款、適用法律及香港的社會標準的約束。",
          "此應用程式可能無法在全球所有地區使用。任何人可自願於香港以外地區使用此應用程式。",
          "我們保留決定任何人士使用此應用程式資格的權利，並有權在未有事先通知的情況下自行決定暫停或終止您對此應用程序及其中存儲的任何數據的訪問或使用。",
          "我們保留此應用程式內的所有文本、圖形圖像、徽標、圖標、聲音片段、視頻片段、數據匯編、頁面佈局、基礎代碼（包括目標碼和源代碼）、軟件和任何其他素材的所有權利、擁有權、實益擁有權和利益（包括知識產權）。此應用程式為我們的絕對專有財產並歸屬於我們。",
          "使用此應用程式時，您可以選擇輸入您的個人資料建立使用者用戶，但這不是必須。如您選擇提供您的個人資料使用此應用程式，即表示您同意我們就此應用程式及所有附帶用途使用您的個人資料。您儲存在此應用程式的個人資料將於您卸載此應用程式時一拼刪除及銷毀。",
          "您可隨時終止使用此應用程式。您應該負責任地使用此應用程式。此應用程式及其所有內容均受版權保護。未經我們書面同意，您不得以任何形式或方式修改、複製、傳送或分發此應用程式内的任何內容以供商業用途。",
          "您不得故意上傳不正確的資訊或惡意使用此應用程式。如果您出於惡意或欺詐的意圖進行任何行爲（包括但不限於故意上傳欺詐性的數據），您需要為所有直接和間接引起的法律責任，損失和損害負責。您同意對任何關於您訪問或使用此應用程式（包括但不限於您使用此應用程式時提供的資料）或您違反本條款而以任何方式引起 、產生或與之有關的責任、申索、法律行動、訴訟、判決、罰款、損害、損失及任何費用（包括合理的法律費用和訟費）負責並全數彌償我們（如適用）。",
          "您不得使用任何自動軟件或裝置，包括但不限於“robots”、“spiders”、“offline readers” 等，訪問此應用程式。 除非獲得許可，您不得翻錄此應用程式的任何內容和資訊。"
        ]
      },
      {
        "title": "提供資料",
        "description": [
          "你同意並明白根據第599D章 《預防及控制疾病(披露資料)規例》，如衞生主任合理地相信您知道、管有或控制任何資料；及該資料攸關處理公共衞生緊急事態，則該衞生主任可要求您提供此應用程式的資料。"
        ]
      },
      {
        "title": "免責聲明",
        "description": [
          "關於診斷或治療，您應該咨詢醫生或其他專業醫護人員。此應用程式不能視作醫學診斷的工具，您不應利用此應用程式作自行診斷或治療任何健康狀況。我們會致力向您提供最佳的用戶體驗，但我們概不為此應用程式的質素、完整度、正確性、準確度或適用性作出任何保證及申述。我們亦概不爲此應用程式包含的任何誤差、不準確、錯誤或遺漏承擔任何責任或義務。",
          "鑒於信息技術服務的本質，此應用程式有機會非任何時間可供使用。在您使用此應用程式的期間，可能會出現延遲、故障、錯誤或遺漏的情況。",
          "不論任何原因， 包括但不限於我們認為有合理需要運行或維護此應用程式（如升級或修改此應用程式），我們有權移除此應用程式，或暫時停止或限制此應用程式的使用。對於您因使用此應用程式出現的任何延誤、中斷、暫停或限制所造成的任何損失或損害，或因我們終止您訪問和使用此應用程式而造成的任何損失或損害，我們概不負責。",
          "我們概不就此應用程式可能使用的任何第三方軟件的準確性、功能或性能作任何申述或保證。",
          "此應用程式是在「按現狀」及「按可提供」的情況提供。在適用法律允許的最大範圍內，我們概不承擔與未有於本條款列明的與此應用程式相關的任何形式的，明示或暗示的申述及保證，這些包括但不限於：(一) 所有權及非侵權性，（二）此應用程式會受保密，不會傳播任何病毒、程式錯誤、木馬程式或其他毀滅性的產物；及（三）此應用程式可滿足您的要求或期望。",
          "我們概不承擔不論任何原因引致，包括：（i）本條款的任何錯誤、過失、遺漏或不準確性：（ii）未經授權訪問或使用我們的服務器或存儲在此應用程式的任何及所有信息； （iii）我們的服務器傳輸中斷或停止； （iv）通過此應用程序傳輸的任何程式錯誤、病毒 、木馬程式或其他毀滅性的產物； （v）任何由第三方引起、市場動蕩、政策或法律改動或非我們所能控制的情況等所造成的任何損失或損害， 除非該人身傷害是因我們的疏忽而導致的。"
        ]
      },
      {
        "title": "完整協議",
        "description": [
          "本條款構成我們與您之間關於您使用此應用程式的完整協議，並取代和取締任何雙方先前或同時期適用於此應用程式的協議、陳述、承諾、保證、理解或條款及細則。",
          "我們享有對本條款的最終解釋權及處理因本條款引起的任何問題的絕對權利。"
        ]
      },
      {
        "title": "放棄條款",
        "description": [
          "在行使任何權利，權力或法律補救過程中的遺漏或延誤均不能被視為或解釋為對任何該權利，權力或法律補救的放棄。而且任何單一或部分的行使均不會妨礙任何其他或進一步對該權利、 權力或法律補救的行使。除了其他法律賦予的權利，權力或法律補救，任何本條款列明的權利，權力或法律補救將被視作有可累加性。"
        ]
      },
      {
        "title": "轉讓",
        "description": ["您不得轉讓任何您在本條款下（全部或部分）的權利和義務。"]
      },
      {
        "title": "法律管限",
        "description": [
          "本條款受香港特別行政區的法律管限。",
          "您同意接受香港法院的專屬司法管轄權管轄。",
          "如果我們以書面形式要求，您不可撤銷地同意在香港法院提出法律訴訟前接受一邦國際網上仲調中心有限公司（“eBRAM”)的管轄，調解及仲裁。"
        ]
      },
      {
        "title": "分割條文",
        "description": [
          "倘若本條款的任何部分被司法當局裁定為無效，該部分的無效性不會影響其餘條款的有效性和效力，所有其他條文仍具有十足效力及作用。"
        ]
      },
      {
        "title": "語言",
        "description": ["本條款備有中、英文版本。倘若本條款的英文及中文版本有任何衝突或不一致之處，概以英文版本為準。"]
      },
      {
        "title": "存續條款",
        "description": [
          "您須遵守本條款直至您終止使用此應用程式並卸載此應用程式及銷毀所有您擁有的此應用程式的副本，但任何情況下的終止均不會影響於該終止之前雙方享有的任何權利或補救。"
        ]
      }
    ]
  },
  "statement": {
    "contents": [
      {
        "title": "資料用途",
        "description": [
          "你在「安心出行」計劃網站或流動應用程式（統稱為「系統」）的表格內填報提供的個人及其他有關的資料，會供政府資訊科技總監辦公室（下稱「資科辦」）向流動應用程式的用家作感染風險通知、協助政府應對2019冠狀病毒病蔓延的工作及相關的用途。在此系統提供的個人及其他有關的資料純屬自願。"
        ]
      },
      {
        "title": "資料轉介",
        "description": [
          "在有需要時，在有關條例及／或其附屬法例下，為了計劃及所有相關的用途，資科辦可能會把你提供的資料提供予其他獲授權部門／組織／人士，包括衞生署、醫院管理局及負責流行病學調查和接觸追蹤工作的執法人員。"
        ]
      },
      {
        "title": "保存個人資料",
        "description": [
          "個人資料不會被保存超過收集資料的目的所需的保存時間。如屬確診個案，經「安心出行」手機應用上傳至衞生署的出行記錄將保存最少7年。一般而言，所有其他資料（包括申請場所二維碼的聯絡資料）除非出於履行法律義務或有具體理由，保存時間將不超過七年。",
          "[存放應用程式內的出行記錄（單獨而言雖非個人資料）在31天後會自動刪除。]"
        ]
      },
      {
        "title": "索閱個人資料及查詢",
        "description": [
          "根據《個人資料(私隱)條例》（第486章）內所載的條款，你有權要求索閱及改正所提供的個人和其他有關的資料。關於個人資料的查詢及要求，可透過以下途徑提出：（a）電郵至enquiry@ogcio.gov.hk；（b）傳真至2802 4549；或（c）郵寄「灣仔港灣道12號灣仔政府大樓15樓」。"
        ]
      }
    ]
  },
  "privacy": {
      "contents": [
        {
            "title": "政策聲明",
            "description": [
                "政府資訊科技總監辦公室（下稱「資科辦」）致力確保所有透過「安心出行」計劃網站及有關流動應用程式（統稱為「系統」）遞交的個人資料，均按照《<a class='underline' target='_blank' href='https://www.pcpd.org.hk/tc_chi/files/pdpo.pdf'>個人資料（私隱）條例</a>》（下稱《條例》）的有關條文處理。",
                "我們向個別人士收集個人資料前，會在收集個人資料的書面／電子表格或網頁上提供《<a class='underline' target='_blank' href='https://www.leavehomesafe.gov.hk/personal-information-collection-statement'>收集個人資料聲明</a>》。"
            ]
        },
        {
            "title": "實務聲明",
            "description": [
                "<span class='underline'>收集的個人資料類別及收集個人資料的目的</span>",
                "資科辦由此系統收集的個人資料全屬自願性質。只有在用家同意下，我們收集的個人資料可能包括姓名、電話號碼、電郵地址、出入紀錄或有關人士可能就此系統「提供的其他資料（統稱「有關資料」）。有關資料將會向流動應用程式用家作感染風險通知、協助政府應對2019冠狀病毒病蔓延的工作及相關的用途。",
                "資科辦會記錄使用者瀏覽此網站的次數，但不會收集他們的個人識別資料。所收集的瀏覽次數記錄只會用於製作統計報告及調查電腦系統問題，以助政府改善此網站的服務。",
                "（為免生疑問，應用程式的“進入”功能會使用手機的相機功能掃描場所二維碼。在“上車”功能中，應用程式會將的士車牌拍下照片，並有可能上傳到雲端服務中進行光學字符識別，以便輸入的士車牌號碼。該照片只用作暫時性處理，並不會儲存，亦不涉及收集任何個人資料。）"
            ]
        },
        {
            "title": "披露個人資料",
            "description": [
                "資科辦只有在符合收集資料的目的或任何直接有關的目的，或在《條例》許可的情況下，使用、披露或轉移他們的個人資料。"
            ]
        },
        {
            "title": "保障措施",
            "description": [
                "資科辦會採取適當步驟以保障所持有的個人資料免受喪失、未經准許的查閱、使用、修改或披露。"
            ]
        },
        {
            "title": "保留個人資料",
            "description": [
                "個人資料不會保存超過收集資料的目的所需的保存時間。根據保障個人資料的政策，資科辦所收集及持有的各類個人資料是有不同的保留時間。"
            ]
        },
        {
            "title": "查閱更改資料／查詢",
            "description": [
                "如欲查閱和更改在此網站提供的個人資料或查詢相關事宜，可透過以下途徑：（a）電郵至enquiry@ogcio.gov.hk；（b）傳真至2802 4549；或（c）郵寄「灣仔港灣道12號灣仔政府大樓15樓」。",
                "此中文私隱政策為英文版本譯本，如中、英文兩個版本有任何抵觸或不相符之處，應以英文版本為準。"
            ]
        }
      ]
  }
}
