{
  "language": "zh-cn",
  "name": "安心出行",
  "version": "版本 {{versionCode}}",
  "lastest": "最后更新 {{updatedAt}}",
  "common": {
    "button": {
      "agree": "同意",
      "prev": "上页",
      "next": "下页",
      "skip": "跳过",
      "start": "开始",
      "confirm": "确认",
      "yes": "是",
      "cancel": "取消",
      "leave": "离开",
      "change": "变更",
      "ocr-car": "自动识别车牌",
      "leave-now": "是的，我现在要离开",
      "left": "我已经离开了"
    },
    "message": {
      "success": "成功提交"
    },
    "modal": {
      "track": {
        "reminder": "当你离开时请紧记按”离开”",
        "leave": "{{ hours }}小时后自动离开"
      },
      "popup": {
        "title": "设定自动离开时间",
        "start": "于{{ time }} 进入场所",
        "leave": "于{{ time }} 离开场所",
        "auto": "于{{ time }} 自动离开",
        "hours": "+ {{ hours }}小时",
        "leave-question": "你现在要离开吗？",
        "others": "你想进入另一个场所吗？"
      }
    }
  },
  "bottom-tabs": {
    "home": "主页",
    "messages": "收件箱",
    "settings": "设定"
  },
  "onBoarding": [
    {
      "header": "欢迎使用",
      "title": "欢迎使用「安心出行」应用程式",
      "description": "让我们一同使用感染风险通知应用程式，减低2019冠状病毒病在我们的社区中传播，帮助自己，帮助他人。",
      "agreement": "我已阅读并同意",
      "terms": "条款及细则"
    },
    {
      "title": "扫描二维码",
      "description": "到达目的地后，请扫描场所的二维码。"
    },
    {
      "title": "报告或确诊",
      "description": "假如你不是初步确诊或确诊个案，所有的资讯将保留在你的流动装置上。当你初步确诊或确诊，卫生防护中心会联络你进行流行病学调查，并根据相关法例要求你透过卫生防护中心提供的密码上传该等资料至数据库以供不记名方式公开。"
    },
    {
      "title": "比对你的出行记录",
      "description": "你可以选择自动或手动下载确诊者到访地点记录，以比对你自己的出行记录。"
    },
    {
      "title": "通知你",
      "description": "当你的出行记录与确诊者的到访记录相符，程式将会向你发送通知。"
    }
  ],
  "home": {
    "title": "记录你的到访",
    "notice": {
      "latest": "最后更新 {{ date }}",
      "count": "{{ count }}次感染风险通知",
      "more": "更多详细讯息"
    },
    "drawer": {
      "stay": {
        "header": "扫描二维码"
      },
      "transport": {
        "header": "的士车牌"
      },
      "report": {
        "header": "报告确诊"
      }
    }
  },
  "report": {
    "content": "按卫生防护中心要求，如用户须上传手机应用程式中的出行记录予卫生防护中心并公开出行记录（包括到访地点、日期、时间），请按「同意」，并必须填写你的姓名和联络电话号码。请注意根据第5990章 《预防及控制疾病（披露资料）规例》，如卫生主任合理地相信你知道、管有或控制 任何资料；及该资料攸关处理公共卫生紧急事态，则该卫生主任可要求你提供此应用程式的资料。",
    "form": [
      {
        "key": "id",
        "label": "确诊编号/初步确诊编号"
      },
      {
        "key": "name",
        "label": "姓名"
      },
      {
        "key": "phone",
        "label": "电话号码"
      }
    ],
    "agree": "我已阅读并同意<u>《个人资料收集声明》</u>并上传出行记录至卫生防护中心。"
  },
  "messages": {
    "header": "收件箱",
    "description": "无讯息"
  },
  "settings": {
    "header": "设定",
    "contents": {
      "update": "每日更新",
      "languages": "语言",
      "records": "出行记录",
      "statement": "个人资料收集声明",
      "privacy": "私隐政策",
      "terms": "条款及细则",
      "welcome": "欢迎使用安心出行",
      "about": "关于"
    }
  },
  "languages": {
    "contents": [
      {
        "code": "en-gb",
        "name": "English"
      },
      {
        "code": "zh-hk",
        "name": "繁體"
      },
      {
        "code": "zh-cn",
        "name": "简体"
      }
    ]
  },
  "records": {
    "stay": "{{ location }}",
    "transport": "上车 {{ location }}",
    "footer": "存放应用程式内的出行记录在31天后会自动删除"
  },
  "stay": {
    "modal": {
      "title": "你已进入场所"
    }
  },
  "transport": {
    "title": "车牌号码",
    "content": "请输入及确认车牌号码",
    "modal": {
      "title": "你已进入的士",
      "subTitle": "车牌号码:"
    }
  },
  "terms": {
    "title": "安心出行感染风险通知流动程式及系统",
    "contents": [
      {
        "title": "介绍",
        "description": [
          "此应用程式及相关系统（下称“此应用程式”）是由香港特别行政区政府-政府资讯科技总监办公室（下称“我们”）建立。此应用程式的目的是让您和其他香港市民能透过合作、风险识别及科技应用，更有效地应付及预防2019冠状病毒病的传播。同时，我们希望您能采取适当的措施，进一步防止2019冠状病毒病在社区扩散。"
        ]
      },
      {
        "title": "确认与同意",
        "description": [
          "如您安装、访问或使用此应用程式，或使用任何此应用程式内含的资讯，即表示您，作为此应用程式的使用者，确认与同意受将不时更新或修改的以下条款及细则、相关的可接受使用政策以及我们的私隐政策 [可于以下之网页连结取得：https://www.leavehomesafe.gov.hk/privacy ]（统称“本条款”）约束。如您继续使用此应用程式，则代表您确认、同意、并接受本条款的所有修订。",
          "我们建议您使用此应用程式的最新版本，以获取各种保安修补程式，更新及升级。我们无法保证会为此应用程式提供任何更新，或该等更新可继续支援您的装置或系统。以继续使用此应用程式，请定期下载并安装更新。"
        ]
      },
      {
        "title": "可接受的使用及可用性",
        "description": [
          "在您遵守本条款的条件下，我们授予您使用此应用程式的批准和许可，但：（i）该许可只限于您个人使用，您不得转售，或就其他人访问或使用此应用程式收取任何费用，或以任何与本条款不一致的方法使用此应用程式； （ii）您不得以任何形式复写、转让、授予、复制或分发其他人此应用程式的任何部分作商业或恶意用途；及（iii）您不得及不得尝试对本应用程序的全部或任何部分进行反编译，反向工程、翻译、转换、改编、更改、修改、增强、订制、修复、添加或删除。如果您违反本条款任何内容，我们可立即撤销您的许可。",
          "此应用程式的提供及使用均受到本条款、适用法律及香港的社会标准的约束。",
          "此应用程式可能无法在全球所有地区使用。任何人可自愿于香港以外地区使用此应用程式。",
          "我们保留决定任何人士使用此应用程式资格的权利，并有权在未有事先通知的情况下自行决定暂停或终止您对此应用程序及其中存储的任何数据的访问或使用。",
          "我们保留此应用程式内的所有文本、图形图像、徽标、图标、声音片段、视频片段、数据汇编、页面布局、基础代码（包括目标码和源代码）、软件和任何其他素材的所有权利、拥有权、实益拥有权和利益（包括知识产权）。此应用程式为我们的绝对专有财产并归属于我们。",
          "使用此应用程式时，您可以选择输入您的个人资料建立使用者用户，但这不是必须。如您选择提供您的个人资料使用此应用程式，即表示您同意我们就此应用程式及所有附带用途使用您的个人资料。您储存在此应用程式的个人资料将于您卸载此应用程式时一拼删除及销毁。",
          "您可随时终止使用此应用程式。您应该负责任地使用此应用程式。此应用程式及其所有内容均受版权保护。未经我们书面同意，您不得以任何形式或方式修改、复制、传送或分发此应用程式内的任何内容以供商业用途。",
          "您不得故意上传不正确的资讯或恶意使用此应用程式。如果您出于恶意或欺诈的意图进行任何行为（包括但不限于故意上传欺诈性的数据），您需要为所有直接和间接引起的法律责任，损失和损害负责。您同意对任何关于您访问或使用此应用程式（包括但不限于您使用此应用程式时提供的资料）或您违反本条款而以任何方式引起 、产生或与之有关的责任、申索、法律行动、诉讼、判决、罚款、损害、损失及任何费用（包括合理的法律费用和讼费）负责并全数弥偿我们（如适用）。",
          "您不得使用任何自动软件或装置，包括但不限于“robots”、“spiders”、“offline readers” 等，访问此应用程式。 除非获得许可，您不得翻录此应用程式的任何内容和资讯。"
        ]
      },
      {
        "title": "提供资料",
        "description": [
          "你同意并明白根据第599D章 《预防及控制疾病(披露资料)规例》，如衞生主任合理地相信您知道、管有或控制任何资料；及该资料攸关处理公共衞生紧急事态，则该衞生主任可要求您提供此应用程式的资料。"
        ]
      },
      {
        "title": "免责声明",
        "description": [
          "关于诊断或治疗，您应该咨询医生或其他专业医护人员。此应用程式不能视作医学诊断的工具，您不应利用此应用程式作自行诊断或治疗任何健康状况。我们会致力向您提供最佳的用户体验，但我们概不为此应用程式的质素、完整度、正确性、准确度或适用性作出任何保证及申述。我们亦概不为此应用程式包含的任何误差、不准确、错误或遗漏承担任何责任或义务。",
          "鉴于信息技术服务的本质，此应用程式有机会非任何时间可供使用。在您使用此应用程式的期间，可能会出现延迟、故障、错误或遗漏的情况。",
          "不论任何原因， 包括但不限于我们认为有合理需要运行或维护此应用程式（如升级或修改此应用程式），我们有权移除此应用程式，或暂时停止或限制此应用程式的使用。对于您因使用此应用程式出现的任何延误、中断、暂停或限制所造成的任何损失或损害，或因我们终止您访问和使用此应用程式而造成的任何损失或损害，我们概不负责。",
          "我们概不就此应用程式可能使用的任何第三方软件的准确性、功能或性能作任何申述或保证。",
          "此应用程式是在「按现状」及「按可提供」的情况提供。在适用法律允许的最大范围内，我们概不承担与未有于本条款列明的与此应用程式相关的任何形式的，明示或暗示的申述及保证，这些包括但不限于：(一) 所有权及非侵权性，（二）此应用程式会受保密，不会传播任何病毒、程式错误、木马程式或其他毁灭性的产物；及（三）此应用程式可满足您的要求或期望。",
          "我们概不承担不论任何原因引致，包括：（i）本条款的任何错误、过失、遗漏或不准确性：（ii）未经授权访问或使用我们的服务器或存储在此应用程式的任何及所有信息； （iii）我们的服务器传输中断或停止； （iv）通过此应用程序传输的任何程式错误、病毒 、木马程式或其他毁灭性的产物； （v）任何由第三方引起、市场动荡、政策或法律改动或非我们所能控制的情况等所造成的任何损失或损害， 除非该人身伤害是因我们的疏忽而导致的。"
        ]
      },
      {
        "title": "完整协议",
        "description": [
          "本条款构成我们与您之间关于您使用此应用程式的完整协议，并取代和取缔任何双方先前或同时期适用于此应用程式的协议、陈述、承诺、保证、理解或条款及细则。",
          "我们享有对本条款的最终解释权及处理因本条款引起的任何问题的绝对权利。"
        ]
      },
      {
        "title": "放弃条款",
        "description": [
          "在行使任何权利，权力或法律补救过程中的遗漏或延误均不能被视为或解释为对任何该权利，权力或法律补救的放弃。而且任何单一或部分的行使均不会妨碍任何其他或进一步对该权利、 权力或法律补救的行使。除了其他法律赋予的权利，权力或法律补救，任何本条款列明的权利，权力或法律补救将被视作有可累加性。"
        ]
      },
      {
        "title": "转让",
        "description": [
          "您不得转让任何您在本条款下（全部或部分）的权利和义务。"
        ]
      },
      {
        "title": "法律管限",
        "description": [
          "本条款受香港特别行政区的法律管限。",
          "您同意接受香港法院的专属司法管辖权管辖。",
          "如果我们以书面形式要求，您不可撤销地同意在香港法院提出法律诉讼前接受一邦国际网上仲调中心有限公司（“eBRAM”)的管辖，调解及仲裁。"
        ]
      },
      {
        "title": "分割条文",
        "description": [
          "倘若本条款的任何部分被司法当局裁定为无效，该部分的无效性不会影响其余条款的有效性和效力，所有其他条文仍具有十足效力及作用。"
        ]
      },
      {
        "title": "语言",
        "description": [
          "本条款备有中、英文版本。倘若本条款的英文及中文版本有任何冲突或不一致之处，概以英文版本为准。"
        ]
      },
      {
        "title": "存续条款",
        "description": [
          "您须遵守本条款直至您终止使用此应用程式并卸载此应用程式及销毁所有您拥有的此应用程式的副本，但任何情况下的终止均不会影响于该终止之前双方享有的任何权利或补救。"
        ]
      }
    ]
  },
  "statement": {
    "contents": [
      {
        "title": "资料用途",
        "description": [
          "你在「安心出行」计划网站或流动应用程式（统称为「系统」）的表格内填报提供的个人及其他有关的资料，会供政府资讯科技总监办公室（下称「资科办」）向流动应用程式的用家作感染风险通知、协助政府应对2019冠状病毒病蔓延的工作及相关的用途。在此系统提供的个人及其他有关的资料纯属自愿。"
        ]
      },
      {
        "title": "资料转介",
        "description": [
          "在有需要时，在有关条例及／或其附属法例下，为了计划及所有相关的用途，资科办可能会把你提供的资料提供予其他获授权部门／组织／人士，包括衞生署、医院管理局及负责流行病学调查和接触追踪工作的执法人员。"
        ]
      },
      {
        "title": "保存个人资料",
        "description": [
          "个人资料不会被保存超过收集资料的目的所需的保存时间。如属确诊个案，经「安心出行」手机应用上传至衞生署的出行记录将保存最少7年。一般而言，所有其他资料（包括申请场所二维码的联络资料）除非出于履行法律义务或有具体理由，保存时间将不超过七年。",
          "[存放应用程式内的出行记录（单独而言虽非个人资料）在31天后会自动删除。]"
        ]
      },
      {
        "title": "索阅个人资料及查询",
        "description": [
          "根据《个人资料(私隐)条例》（第486章）内所载的条款，你有权要求索阅及改正所提供的个人和其他有关的资料。关于个人资料的查询及要求，可透过以下途径提出：（a）电邮至enquiry@ogcio.gov.hk；（b）传真至2802 4549；或（c）邮寄「湾仔港湾道12号湾仔政府大楼15楼」。"
        ]
      }
    ]
  },
  "privacy": {
    "contents": [
      {
        "title": "政策声明",
        "description": [
          "政府资讯科技总监办公室（下称「资科办」）致力确保所有透过「安心出行」计划网站及有关流动应用程式（统称为「系统」）递交的个人资料，均按照《<a class='underline' target='_blank' href='https://www.pcpd.org.hk/tc_chi/files/pdpo.pdf'>个人资料（私隐）条例</a>》（下称《条例》）的有关条文处理。",
          "我们向个别人士收集个人资料前，会在收集个人资料的书面／电子表格或网页上提供《<a class='underline' target='_blank' href='https://www.leavehomesafe.gov.hk/personal-information-collection-statement'>收集个人资料声明</a>》。"
        ]
      },
      {
        "title": "实务声明",
        "description": [
          "<span class='underline'>收集的个人资料类别及收集个人资料的目的</span>",
          "资科办由此系统收集的个人资料全属自愿性质。只有在用家同意下，我们收集的个人资料可能包括姓名、电话号码、电邮地址、出入纪录或有关人士可能就此系统「提供的其他资料（统称「有关资料」）。有关资料将会向流动应用程式用家作感染风险通知、协助政府应对2019冠状病毒病蔓延的工作及相关的用途。",
          "资科办会记录使用者浏览此网站的次数，但不会收集他们的个人识别资料。所收集的浏览次数记录只会用于制作统计报告及调查电脑系统问题，以助政府改善此网站的服务。",
          "（为免生疑问，应用程式的“进入”功能会使用手机的相机功能扫描场所二维码。在“上车”功能中，应用程式会将的士车牌拍下照片，并有可能上传到云端服务中进行光学字符识别，以便输入的士车牌号码。该照片只用作暂时性处理，并不会储存，亦不涉及收集任何个人资料。）"
        ]
      },
      {
        "title": "披露个人资料",
        "description": [
          "资科办只有在符合收集资料的目的或任何直接有关的目的，或在《条例》许可的情况下，使用、披露或转移他们的个人资料。"
        ]
      },
      {
        "title": "保障措施",
        "description": [
          "资科办会采取适当步骤以保障所持有的个人资料免受丧失、未经准许的查阅、使用、修改或披露。"
        ]
      },
      {
        "title": "保留个人资料",
        "description": [
          "个人资料不会保存超过收集资料的目的所需的保存时间。根据保障个人资料的政策，资科办所收集及持有的各类个人资料是有不同的保留时间。"
        ]
      },
      {
        "title": "查阅更改资料／查询",
        "description": [
          "如欲查阅和更改在此网站提供的个人资料或查询相关事宜，可透过以下途径：（a）电邮至enquiry@ogcio.gov.hk；（b）传真至2802 4549；或（c）邮寄「湾仔港湾道12号湾仔政府大楼15楼」。",
          "此中文私隐政策为英文版本译本，如中、英文两个版本有任何抵触或不相符之处，应以英文版本为准。"
        ]
      }
    ]
  }
}